let data =
  [
    {
      groupName: 'БД21',
      Names: ["Аванесян Армен Юрьевич",
        "Адушева Софья Дмитриевна",
        "Айрапетова Алина Александровна",
        "Бондарь Владимир Алексеевич",
        "Булыгина Анастасия Александровна",
        "Ганиева Камилла Анаровна",
        "Геворгян Максим Ваганович",
        "Демина Елизавета Александровна",
        "Захарчук Александра Александровна",
        "Квасова Виктория Владимировна",
        "Назарова Нозима Музаффаровна",
        "Наумова Карина Денисовна",
        "Оксман Руслан Евгеньевич",
        "Олешко Антон Максимович",
        "Рудова Анастасия Александровна",
        "Семченко Екатерина Сергеевна",
        "Сильнягин Константин Игоревич",
        "Симахов Валерий Грантович",
        "Скреметова Анастасия Александровна",
        "Титоренко Алексей Владимирович",
        "Тумарев Дмитрий Павлович",
        "Цалиев Али Маратович",
        "Яковенко Таисия Сергеевна"
      ]
    }
    ,
    {
      groupName: 'ИС21',
      Names: ['Абдухамидов Мухаммадризо Дурахшониллоевич',
        'Белякова Анна Александровна',
        'Бокарев Матвей Андреевич',
        'Быков Александр Денисович',
        'Горшков Григорий Александрович',
        'Григорян Нарек Арсенович',
        'Илюшкин Максим Александрович',
        'Калинин Даниил Витальевич',
        'Киев Фёдор Романович',
        'Курин Тимофей Александрович',
        'Литвин Егор Владимирович',
        'Мусиенко Иван Андреевич',
        'Найдич Руслан Русланович',
        'Панков Сергей Андреевич',
        'Черников Антон Григорьевич',
        'Шухтин Даниил Валерьевич',
        'Щипанов Алексей Александрович'
      ]
    },
    {
      groupName: 'ИС22',
      Names: ['Алев Борис Теймуразович',
        'Валиуллин Данил Ильнурович',
        'Громов Игорь Владимирович',
        'Ивкин Лев Геннадьевич',
        'Карпенко Даниил Александрович',
        'Кациев Сергей Александрович',
        'Маркисов Тимофей Максимович',
        'Мкртчян Зара Армановна',
        'Монул Матвей Сергеевич',
        'Семичев Александр Денисович',
        'Смолин Леонид Андреевич',
        'Соловейкина Милена Михайловна',
        'Фиалко Вадим Максимович',
        'Филатов Алексей Павлович',
        'Хаитов Камалджон Комилович',
        'Холод Фёдор Никитич',
        'Худяков Василий Андреевич',
        'Цыганков Иван Сергеевич',
        'Чантиев Дени Артурович',
        'Шубочкин Егор Александрович'

      ]
    }
  ]

let dataQuestions =
  [
    {
      groupName: 'ИТ в профессии',
      questions:
        [
          "Сформулируйте современное понятие информации.",
          "В чем суть онтологического и методологического подходов к понятию информации?",
          "Перечислите свойства информации.",
          "Какими показателями качества характеризуется экономическая информация?",
          "Перечислите характеристики, положенные в основу классификации информации.",
          "Проведите сравнение таких понятий, как сигнал, сообщение, знак, буква, символ, данные, знания.",
          "В чем различие между аналоговыми, дискретными, квантованными цифровыми сигналами?",
          "В чем разница между информацией, данными и знаниями?",
          "Назовите меры, единицы количества и объема информации.",
          "В чем разница между аналоговым и цифровым сигналом",
          "Какие недостатки у аналогового сигнала",
          "Почему аналоговый сигнал называется аналоговым",
          "Что такое дискретизация сигнала?",
          "Какие два основных способы кодирования изображений существуют?",
          "Что означает 'сжатие с потерями'",
          "В чем основное отличие формата PNG от формата JPG?",
          "Какие графические форматы вы знаете? Чем они отличаются?",
          "В какой системе счисления кодируется информация в компьютерах? Почему в этой системе счисления?"
        ]
    },
    {
      groupName: 'Компьютерные сети. Первоначальные',
      questions:
        [
          'Первая глобальная сеть - ARPAnet. История развития.',
          'Цель построения сетей.',
          'Типы серверов.',
          'Понятие компьютерной сети. Размеры сетей.',
          'Интернет. История развития.',
          'Разновидности сетевого оборудования.',
          'Конечные системы. Промежуточные системы.',
          'Семиуровневая модель OSI.',
          'История разработки модели OSI. 10.Инкапсуляция. Сущность.',
          'Схемы взаимодействия устройств.',
          'Топологии сети.',
          'Вероятностные методы доступа: CSMA/CD, CSMA/CA.',
          'Основные технологии передачи данных.',
          'Широкополосная передача данных. 16.Узкополосная передача данных.',
          'Телефонная линия. Линия Т1. 18.Аналоговая и цифровая информация.',
          'Схема и сущность побитной и посимвольной синхронизации.',
          'Технология контроля информации.',
          'Горизонтальный и вертикальный контроль суммы.',
          'Способы реализации управления потоком.',
          'Управляемые и неуправляемые носители.',
          'Типы кабеля.',
          'Конструкция коаксиала.',
          'Стандарты и интерфейсы Ethernet.',
          'Категории витой пары.',
          'Устойчивость кабеля к перекрестным помехам.',
          'Аксессуары кабельных систем.',
          'Схемы сети на витой паре.',
          'Назначение повторителя.',
          'Сетевые протоколы: TCP/IP, IPX/SPX, NETBEUI.',
          'Классификация сетевых интерфейсов.',
          'Факторы при выборе NIC.',
          'Понятие ширины полосы пропускания и пропускная способность.',
          'Типы NIC.',
          'Определение драйвера.',
          'Программный интерфейс NDIS.',
          'Функции повторителя.'
        ]
    },

    {
      groupName: 'Компьютерные сети. Андрей Созыкин',
      questions:
        [
          'Классификация сетей. Сети с коммутацией пакетов. Технологии передачи данных. Протяженность.',
          'Топологии сетей. Популярные топологии. Виды топологий',
          'Стандарты компьютерных сетей. IEEE. Роль стандартов в работе сетей. Документы RFC. Рекомендации W3C'
        ]

    },

    {
      groupName: 'Иванов Иван.Архитектура аппаратных средств',
      questions:
        [
          'Вопрос 1',
          'Вопрос 2'
        ]

    }

  ]
