let data =
  [
    {
      groupName: 'БД21',
      Names: ["Аванесян Армен Юрьевич",
        "Адушева Софья Дмитриевна",
        "Айрапетова Алина Александровна",
        "Бондарь Владимир Алексеевич",
        "Булыгина Анастасия Александровна",
        "Ганиева Камилла Анаровна",
        "Геворгян Максим Ваганович",
        "Демина Елизавета Александровна",
        "Захарчук Александра Александровна",
        "Квасова Виктория Владимировна",
        "Назарова Нозима Музаффаровна",
        "Наумова Карина Денисовна",
        "Оксман Руслан Евгеньевич",
        "Олешко Антон Максимович",
        "Рудова Анастасия Александровна",
        "Семченко Екатерина Сергеевна",
        "Сильнягин Константин Игоревич",
        "Симахов Валерий Грантович",
        "Скреметова Анастасия Александровна",
        "Титоренко Алексей Владимирович",
        "Тумарев Дмитрий Павлович",
        "Цалиев Али Маратович",
        "Яковенко Таисия Сергеевна"
      ]
    }
    ,
    {
      groupName: 'ИС21',
      Names: ['Абдухамидов Мухаммадризо Дурахшониллоевич',
        'Белякова Анна Александровна',
        'Бокарев Матвей Андреевич',
        'Быков Александр Денисович',
        'Горшков Григорий Александрович',
        'Григорян Нарек Арсенович',
        'Илюшкин Максим Александрович',
        'Калинин Даниил Витальевич',
        'Киев Фёдор Романович',
        'Курин Тимофей Александрович',
        'Литвин Егор Владимирович',
        'Мусиенко Иван Андреевич',
        'Найдич Руслан Русланович',
        'Панков Сергей Андреевич',
        'Черников Антон Григорьевич',
        'Шухтин Даниил Валерьевич',
        'Щипанов Алексей Александрович'
      ]
    },
    {
      groupName: 'ИС22',
      Names: ['Алев Борис Теймуразович',
        'Валиуллин Данил Ильнурович',
        'Громов Игорь Владимирович',
        'Ивкин Лев Геннадьевич',
        'Карпенко Даниил Александрович',
        'Кациев Сергей Александрович',
        'Маркисов Тимофей Максимович',
        'Мкртчян Зара Армановна',
        'Монул Матвей Сергеевич',
        'Семичев Александр Денисович',
        'Смолин Леонид Андреевич',
        'Соловейкина Милена Михайловна',
        'Фиалко Вадим Максимович',
        'Филатов Алексей Павлович',
        'Хаитов Камалджон Комилович',
        'Холод Фёдор Никитич',
        'Худяков Василий Андреевич',
        'Цыганков Иван Сергеевич',
        'Чантиев Дени Артурович',
        'Шубочкин Егор Александрович'

      ]
    }
  ]

let dataQuestions =
  [
    {
      groupName: 'ИТ в профессии',
      questions:
        [
          "Сформулируйте современное понятие информации.",
          "В чем суть онтологического и методологического подходов к понятию информации?",
          "Перечислите свойства информации.",
          "Какими показателями качества характеризуется экономическая информация?",
          "Перечислите характеристики, положенные в основу классификации информации.",
          "Проведите сравнение таких понятий, как сигнал, сообщение, знак, буква, символ, данные, знания.",
          "В чем различие между аналоговыми, дискретными, квантованными цифровыми сигналами?",
          "В чем разница между информацией, данными и знаниями?",
          "Назовите меры, единицы количества и объема информации.",
          "+В чем разница между аналоговым и цифровым сигналом",
          "+Какие недостатки у аналогового сигнала",
          "+Почему аналоговый сигнал называется аналоговым",
          "+Что такое дискретизация сигнала?",
          "+Какие два основных способы кодирования изображений существуют?",
          "+Что означает 'сжатие с потерями'",
          "+В чем основное отличие формата PNG от формата JPG?",
          "+Какие графические форматы вы знаете? Чем они отличаются?",
          "+В какой системе счисления кодируется информация в компьютерах? Почему в этой системе счисления?"
        ]
    },
    {
      groupName: 'Компьютерные сети',
      questions:
        [
          ''
        ]
    },
    {
      groupName: 'Архитектура аппаратных средств',
      questions:
        [
          ''
        ]

    }

  ]
