let data =
    [/*
        {
            groupName: 'БД21',
            Names: ["Аванесян Армен Юрьевич",
                "Адушева Софья Дмитриевна",
                "Айрапетова Алина Александровна",
                "Бондарь Владимир Алексеевич",
                "Булыгина Анастасия Александровна",
                "Ганиева Камилла Анаровна",
                "Геворгян Максим Ваганович",
                "Демина Елизавета Александровна",
                "Захарчук Александра Александровна",
                "Квасова Виктория Владимировна",
                "Назарова Нозима Музаффаровна",
                "Наумова Карина Денисовна",
                "Оксман Руслан Евгеньевич",
                "Олешко Антон Максимович",
                "Рудова Анастасия Александровна",
                "Семченко Екатерина Сергеевна",
                "Сильнягин Константин Игоревич",
                "Симахов Валерий Грантович",
                "Скреметова Анастасия Александровна",
                "Титоренко Алексей Владимирович",
                "Тумарев Дмитрий Павлович",
                "Цалиев Али Маратович",
                "Яковенко Таисия Сергеевна"
            ]
        }
        ,*/
        {
            groupName: 'ИС31',
            Names: [
                //'Абдухамидов Мухаммадризо Дурахшониллоевич',
                'Белякова Анна Александровна',
                'Богданов Кемаль Ришатович',
                'Бокарев Матвей Андреевич',
                'Быков Александр Денисович',
                'Горшков Григорий Александрович',
                //'Григорян Нарек Арсенович',
                'Илюшкин Максим Александрович',
                'Калинин Даниил Витальевич',
                'Киев Фёдор Романович',
                'Курин Тимофей Александрович',
                'Литвин Егор Владимирович',
                'Мусиенко Иван Андреевич',
                'Найдич Руслан Русланович',
                'Панков Сергей Андреевич',
                'Черников Антон Григорьевич',
                'Шухтин Даниил Валерьевич',
                'Щипанов Алексей Александрович',                
            ]
        },
        {
            groupName: 'ИС32',
            Names: [
                'Алев Борис Теймуразович',
                'Валиуллин Данил Ильнурович',
                'Громов Игорь Владимирович',
                'Ивкин Лев Геннадьевич',
                'Карпенко Даниил Александрович',
                'Кациев Сергей Александрович',
                'Маркисов Тимофей Максимович',
                'Мкртчян Зара Армановна',
                'Монул Матвей Сергеевич',
                'Семичев Александр Денисович',
                'Смолин Леонид Андреевич',
                'Соловейкина Милена Михайловна',
                'Фиалко Вадим Максимович',
                'Филатов Алексей Павлович',
                'Хаитов Камалджон Комилович',
                'Холод Фёдор Никитич',
                'Худяков Василий Андреевич',
                'Цыганков Иван Сергеевич',
                'Чантиев Дени Артурович',
                'Шубочкин Егор Александрович'

            ]
        }
    ]
